<?php

$city = array (
  'Россия' => array (
    0 => 'Москва',
    1 => 'Абрамцево',
    2 => 'Алабино',
    3 => 'Апрелевка',
    4 => 'Архангельское',
    5 => 'Ашитково',
  ),
  'США' => array (
    0 => 'Вашингтон',
    1 => 'Нью-Йорк',
    2 => 'Лос-Анджелес',
    3 => 'Чикаго',
    4 => 'Хьюстон',
  ),
  'Италия' => array (
    0 => 'Рим',
    1 => 'Милан',
    2 => 'Неаполь',
    3 => 'Турин',
    4 => 'Палермо',
  ),
  'Англия' => array (
    0 => 'Уэльс',
    1 => 'Лондон',
    2 => 'Бирменгем',
    3 => 'Манчестер',
  ),
);

?>